Repository: arnaud-morvan/c2cgeoportal
Catalog: c2cgeoportal/locale/*/LC_MESSAGES/c2cgeoportal.po
Languages: fr

source: disabled
fr: désactivé

source: value
fr: valeur

source: range
fr: plage

source: datepicker
fr: sélecteur de date

source: Restriction area
fr: Aire de restriction

source: Extent
fr: Emprise

source: Duplicate record
fr: Enregistrement dupliqué

source: internal WMS
fr: WMS interne

source: external WMS
fr: WMS externe

source: no 2D
fr: sans 2D

source: Passwords do not match
fr: Les mots de passe ne correspondent pas.

source: Unlinked layers
fr: Couches non liées

source: Functionality
fr: Fonctionnalité

source: Functionalities
fr: Fonctionnalités

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Role
fr: Rôle

source: Roles
fr: Rôles

source: Tree links order
fr: Ordre des liens de l’arbre

source: Layer Group
fr: Groupe de couches

source: Layer Groups
fr: Groupes de couches

source: Theme
fr: Thème

source: Themes
fr: Thèmes

source: Layer
fr: Couche

source: Layers
fr: Couches

source: Internal WMS layer
fr: Couche WMS interne

source: Internal WMS layers
fr: Couches WMS interne

source: External WMS layer
fr: Couche WMS externe

source: External WMS layers
fr: Couches WMS externe

source: WMTS layer
fr: Couche WMTS

source: WMTS layers
fr: Couches WMTS

source: Restriction Area
fr: Aire de restriction

source: Restriction Areas
fr: Aires de restriction

source: UI metadata
fr: Métadonnée d’interface utilisateur

source: UI metadatas
fr: Métadonnées d’Interface Utilisateur

source: WMTS dimension
fr: Dimension WMTS

source: WMTS dimensions
fr: Dimensions WMTS

source: Parent Role
fr: Rôle parent

source: Parent Roles
fr: Rôles parent

source: Name
fr: Nom

source: Value
fr: Valeur

source: Username
fr: Nom d’utilisateur

source: Password
fr: Mot de passe

source: Password Changed
fr: Mot de passe modifié

source: Metadata URL
fr: URL de métadonnée

source: Expanded
fr: Étendu

source: Internal WMS
fr: WMS interne

source: Group of base layers
fr: Groupe de couches de base

source: Order
fr: Ordre

source: Public
fr: Publique

source: Icon
fr: Icône

source: Related Postgres table
fr: Table Postgres correspondante

source: Checked
fr: Cochées

source: Base URL
fr: URL de base

source: Image type
fr: Type d’image

source: Matrix set
fr: Jeu de matrices

source: WMS server URL
fr: URL du serveur WMS

source: WMS layers
fr: Couches WMS

source: Query layers
fr: Couches à interroger

source: Single tile
fr: Tuile unique

source: Display legend
fr: Affiche la légende

source: Legend image
fr: Image de légende

source: Legend rule
fr: Règle de légende

source: Legend expanded
fr: Légende dépliée

source: Min resolution
fr: Résolution minimale

source: Max resolution
fr: Résolution maximale

source: Disclaimer
fr: Mentions légales

source: Identifier attribute field
fr: Nom du champ identifiant

source: Attributes to exclude
fr: Attributs à exclure

source: Time mode
fr: Mode temporel

source: Time widget
fr: Widget temporel

source: GetCapabilities URL
fr: URL des spécifications

source: Read-write mode
fr: Mode lecture écriture

source: title i18n
fr: Test de l’i18n

source: WARNING! an error occured while trying to read the mapfile and recover the themes.
fr: ATTENTION ! Une erreur s’est produite en essayant de lire le mapfile et de récupérer les thèmes.

source: User '%s' has no registered email address.
fr: L’utilisateur '%s' n’a pas d’adresse mail enregistré.

source: The user '%s' doesn't exist.
fr: L’utilisateur '%s' n’existe pas.
